#2) მომხმარებელს შემოაყვანინე სამი რიცხვი, ხოლო პროგრამამ დაბეჭდოს მათი საშუალო არითმეტიკული.
num1=int(input("enter number: "))
num2=int(input("enter number: "))
num3=int(input("enter number: "))
print((num1+num2+num3)//3)



#3) მომხმარებელს შემოატანინე ორი რიცხვი და დაბეჭდე მათი ჯამი.
#num1=2
#num2=3
#print("num1+num2")
#4)input ფუნქციის საშუალებით შემოიყვანეთ თქვენი და თქვენი ოჯახის წევრების სახელები და დაპრინტეთ ერთი დიდი წინადადება კონკატენაციის სახით.
#print("ჩემი სახელია დემეტრე და დედასი თიკო მამასი მამუკა")
#5)მომხმარებელს შემოატანინეთ მისი ქალაქის, უბნის, კორპუსის და 
# სართულის შესახებ ინფორმაცია (რომლებიც უნდა შეინახოთ ცალ-ცალკე ცვლადებში). მაგ. city = "Tbilisi", District = "{თქვენი უბანი}" და ა.შ. საბო-
#ლოოდ print() ბრძანების საშუალებით ტერმინალში გამოიტანეთ მომხმარებლის სრული მისამართი.
#city="akhaltsikhe"
#District=("kostava 77")
#print("city+District")
#6) age=10
