#2) კომენტარებით ახსენით რა არის სია და როგორ უნდა შევქმნათ ის python-ში.
#სი არის დალაგებული რამის ჩამონათვალი მაგალითად
cars=['jiguli','opeli']
print (cars)

#3) კომენტარებით ახსენით რა არის index-ი.
# indexi aris siis sigrdze 

#4) შექმენით 7 ელემენტიანი სახელების სია, შეცვალეთ 1-ლი და მე-5 ინდექსზე მდგომი ელემენტების მნიშვნელობა.
name=['დემე','ჟორა','მაყვალა','პეტრე','პავლე','დავითი','ჯეკა'] #😂😂
name[4] ='ნიკა'
name[0]='ჯუნინკა'
#5) შექმენით სია და შეიტანეთ შიგნით სხვადასხვა ელემენტები და გამოიტანეთ მე-2 ,მე-4 და მე-6 ელემენტები და ახსენით როგორ გამოგაქვთ.
cars=['opeli','jiguli','gaziki','bmw','bugati','lamborghini',]
print(cars[1],cars[3],cars[5])
#6) კომენტარებით ახსენით ასევე განსხვავება list-ს და ცვლადს შორის.
# ცვლადში ინახება listebi  
