
#2) დაატრიალეთ for ციკლი 0 დან 38 ის ჩათვლით და გამოიტანე თითოეული რიცხვი ტერმინალში 
for i in range(0,38):
    print(i)
#3) დაატრილეთ for ციკლი 30 დან 40 მდე და გამოიტანე თითოეული რიცხვი ტერმინალში
for i in range(30,40):
    print(i)
#4) დაატრიალეთ for ციკლი 12 იდან 120 მდე და გამოიტანე თითოეული რიცხვი ტერმინალში
for i in range(12,120):
    print(i)

#5) დაატრიალეთ for ციკლი და გამოიტანეთ თქვენი სახელი 18 ჯერ.
for i in range(18):
    print("demetre")

#6) დაატრიალეთ for ციკლი 10 დან 100 მდე 3 step ის გამოტოვებით და გამოიტანეთ თითოეული რიცხვი ტერმინალში
for i in rage(10,100,3):
    print(i)

#7) ტერმინალში გამოიტანეთ თქვენი საყვარელი ხილის სახელი 30 ჯერ და თან დანომრეთ, მიიღეთ ქვემოთ მოცემულის ნაირი შედეგი
for i in range(30)
    print("ბანანა")
#1 ფორთოხალი
#2 ფორთოხალი
#3 ფორთოხალი
#4 ფორთოხალი
#5 ფორთოხალი
#.... 
#....
#....
#30 ფორთოხალი

#7) მომხმარებელს შემოატანინეთ მისი ასაკი 13 ჯერ გამოიყენე for loop
for i in range(13)
    print(i)

#8) გამოიტანეთ თქვენი სახელი 10 ჯერ while loop ის გამოყენებით
num1=1
while 10 < num:
    num +=1
    print("demetre")

#9) დაითვალეთ 0 დან 24 მდე გამოიყენეთ while loop
num=1

while 26 < num:
    num +=1
    print(num)

    

#10) იმუშაოვეთ ბევრი for და while loop ებზე მოიყვანეთ თქვენით მაგალითები სურვილისამებრ
#OK
